[
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " O Desfiladeiro ", "ano": "(2025)", "duracao": "2h 7min", "imdb_score": "6.7 (113k)", "classificacao": " 14 ", "sinopse": "Drasa aceita uma missão no meio do nada para ficar em uma torre confinada de guarda, defendendo um desfiladeiro nebuloso que tem uma criatura perigosa. Porém, ela começa a se aproximar de Levi, o outro agente responsável por ficar de guarda na torre do outro lado do desfiladeiro. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Leva-me Para a Lua ", "ano": "(2024)", "duracao": "2h 12min", "imdb_score": "6.6 (25k)", "classificacao": " 12 ", "sinopse": "Kelly Jones é contratada pela NASA a pedido do presidente dos EUA para falsificar o pouso na lua, já que a missão é importante de mais para falhar. Já Cole Davis é o responsável pela difícil missão de mandar o homem para a lua. Com visões diferentes do evento, os opostos se atraem em um dos momentos mais marcantes da história."},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Assassinos da Lua das Flores ", "ano": "(2023)", "duracao": "3h 26min", "imdb_score": "7.6 (281k)", "classificacao": " 14 ", "sinopse": " Durante os anos de 1920, nas terras ricas em petróleo da Nação Osage, no estado norte-americano do Oklahoma, uma sucessão de assassinatos brutais, que ficou conhecida como o Reino do Terror, desencadeia uma investigação em grande escala por parte do recém-formado FBI. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Tetris ", "ano": "(2023)", "duracao": "1h 58min", "imdb_score": "7.4 (97k)", "classificacao": " 12 ", "sinopse": " Henk Rogers descobre o Tetris em 1988 e arrisca tudo quando viaja para a URSS, onde se junta a Alexey Pajitnov para trazer o jogo para o mundo. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Lobos Solitários ", "ano": "(2024)", "duracao": "1h 48min", "imdb_score": "6.5 (83k)", "classificacao": " 14 ", "sinopse": "Tanto Nick (Brad Pitt), quanto Jack (George Clooney), trabalham sozinhos, resolvendo problemas que não tem solução. Porém, quando os dois são contratados para o mesmo trabalho, cobrindo um assassinato, eles vão ter que se juntar em uma missão que é muito mais difícil do que imaginavam."},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " O Banqueiro ", "ano": "(2020)", "duracao": "2h 0min", "imdb_score": "7.3 (40k)", "classificacao": " 14 ", "sinopse": " Texas, década de 1950. Joe Morris e Bernard Garrett são dois empresários afro-americanos que resolvem contratar Matt Steiner, um homem branco da classe trabalhadora, para se passar por chefe deles. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Napoleão ", "ano": "(2023)", "duracao": "2h 38min", "imdb_score": "6.3 (172k)", "classificacao": " 16 ", "sinopse": "Napoleão Bonaparte fez história como sua implacável ascensão a imperador, porém tem muito mais do que se imagina nesta conquista militar. Desde seus relacionamentos pessoais com sua esposa Josephine, até as estratégias que mudaram as guerras, o imperador vivia em estado de constante luta."},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Sharper: Uma Vida de Trapaças ", "ano": "(2023)", "duracao": "1h 56min", "imdb_score": "6.7 (35k)", "classificacao": null, "sinopse": " Ninguém é quem parece ser neste thriller neo-noir passado em Nova Iorque sobre jogos de manipulação implacável e de alto risco. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Palmer ", "ano": "(2021)", "duracao": "1h 50min", "imdb_score": "7.3 (48k)", "classificacao": " 16 ", "sinopse": " Após 12 anos na prisão, Eddie Palmer regressa a casa para reconstruir a sua vida e cria uma ligação improvável com Sam, um rapaz marginalizado e com uma família problemática. Mas o passado de Edie ameaça arruinar a sua nova vida. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Ghosted - Sem Resposta ", "ano": "(2023)", "duracao": "1h 57min", "imdb_score": "5.8 (72k)", "classificacao": " 14 ", "sinopse": " O humilde Cole apaixona-se pela enigmática Sadie - mas depois faz a descoberta chocante de que ela é uma agente secreta. Antes de poderem decidir se terão um segundo encontro, Cole e Sadie são arrastados para uma aventura internacional para salvar o mundo. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Missão Greyhound ", "ano": "(2020)", "duracao": "1h 32min", "imdb_score": "7.0 (124k)", "classificacao": " 12 ", "sinopse": " O Capitão Ernest Krause lidera um grupo de 37 navios numa missão através do Atlântico para levar milhares de soldados e mantimentos às forças aliadas. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Finch ", "ano": "(2021)", "duracao": "1h 55min", "imdb_score": "6.9 (105k)", "classificacao": " 12 ", "sinopse": " Tom Hanks é Finch, um homem que embarca numa jornada comovente e poderosa para encontrar um novo lar para a sua família improvável – o seu amado cão e um robot recém-criado – num mundo perigoso e devastado. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Plano de Família ", "ano": "(2023)", "duracao": "1h 58min", "imdb_score": "6.3 (53k)", "classificacao": " 14 ", "sinopse": "Apesar de parecer um pai de família normal, Dan Morgan é um ex-assassino de alto nível que deixou todas as suas desventuras para trás para ficar com sua família e sua esposa. Porém, quando o seu passado volta a tona não é fácil contar a verdade para sua família. Agora, ele precisa ir em mais uma desventura para fugir e protegê-los sem eles saberem a verdade sobre seu passado."},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Cherry: Inocência Perdida ", "ano": "(2021)", "duracao": "2h 20min", "imdb_score": "6.6 (40k)", "classificacao": " 18 ", "sinopse": " Cherry deixou a faculdade para servir no Iraque como médico do Exército. A sua única âncora é a namorada Emily. Quando regressa a casa como um herói de guerra, luta contra os demónios de um stresse pós-traumático não diagnosticado e torna-se viciado em heroína. Para sustentar o vício, começa a roubar bancos, destruindo pelo caminho a sua relação com Emily. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Blitz ", "ano": "(2024)", "duracao": "2h 0min", "imdb_score": "6.2 (16k)", "classificacao": " 14 ", "sinopse": "Rita envia seu filho de 9 anos, George, para fora da cidade durante os bombardeios da Segunda Guerra Mundial. Porém, o determinado menino decide retornar para sua casa, embarcando em uma jornada perigosa que deixa Rita a procura de seu filho. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Argylle - Espião Secreto ", "ano": "(2024)", "duracao": "2h 19min", "imdb_score": "5.6 (93k)", "classificacao": " 14 ", "sinopse": " Elly Conway é uma reclusa autora de uma série de romances de espionagem bestseller, cuja noção de felicidade é passar a noite em casa com seu computador e seu gato, Alfie. Mas quando as tramas dos livros ficcionais de Elly, centradas no agente secreto Argylle e sua missão de trazer a público a existência de um sindicato de espiões global, começam a refletir as ações secretas de uma organização de espiões da vida real, as noites tranquilas em casa tornam-se coisa do passado. Acompanhada por Aiden, um espião alérgico a gatos, Elly - com Alfie na sua mochila - percorre o mundo para se manter um passo à frente dos assassinos, enquanto a linha entre o mundo fictício de Elly e o real começa a se desvanecer… "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Wolfwalkers ", "ano": "(2020)", "duracao": "1h 43min", "imdb_score": "8.0 (42k)", "classificacao": " 10 ", "sinopse": " Uma jovem aprendiz de caçadora e o seu pai viajam para a Irlanda para ajudarem a acabar com uma alcateia. Mas tudo muda quando se torna amiga de uma menina de espírito livre que pertence a uma tribo que à noite se transforma em lobos. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Emancipação ", "ano": "(2022)", "duracao": "2h 12min", "imdb_score": "6.3 (29k)", "classificacao": " 16 ", "sinopse": " Inspirado na história verídica envolvente de um homem que faria tudo pela sua família e pela liberdade. Quando Peter, um homem escravizado, arrisca a vida para fugir e regressar para a sua família, embarca numa viagem perigosa de amor e resistência. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Passagem ", "ano": "(2022)", "duracao": "1h 34min", "imdb_score": "6.6 (25k)", "classificacao": " 14 ", "sinopse": " Lynsey é uma militar com dificuldades de adaptação ao regressar a casa em Nova Orleães após uma lesão traumática. Quando ela conhece o mecânico local James, a dupla começa a formar um laço inesperado. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Feliz Natal, Charlie Brown ", "ano": "(1965)", "duracao": "25min", "imdb_score": "8.3 (47k)", "classificacao": null, "sinopse": " Quando Charlie Brown reclama sobre o sentido materialista que as pessoas dão ao Natal, Lucy sugere que ele se torne o diretor de uma peça teatral. Charlie Brown aceita, mas o que deveria ser uma lição, acaba se tornando uma experiência frustrante. Agora, ele deverá pedir a ajuda de Linus para aprender o verdadeiro sentido do Natal. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Um Brinde À Amizade ", "ano": "(2022)", "duracao": "2h 6min", "imdb_score": "6.8 (33k)", "classificacao": " 16 ", "sinopse": " Para mostrar apoio aos amigos do bairro que servem no Vietname, Chickie Donohue (Zac Efron) decide fazer algo totalmente louco: viajar sozinho até à linha da frente e levar consigo um pequeno pedaço de casa - a cerveja americana preferida de todos. No entanto, o que começou como uma viagem bem intencionada rapidamente se transforma na aventura de uma vida  quando Chickie enfrenta a controversa realidade da guerra e a reunião com os amigos de infância o empurram para as complexas responsabilidades da vida adulta. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Cha Cha Real Smooth: O Próximo Passo ", "ano": "(2022)", "duracao": "1h 48min", "imdb_score": "7.3 (29k)", "classificacao": " 16 ", "sinopse": " Recém-formado na faculdade e sem perspectivas, preso em sua casa em Nova Jersey, Andrew, de 22 anos, começa a trabalhar animando festas de bar e bat mitzvá. É lá que ele desenvolve uma amizade singular com uma jovem mãe e sua filha adolescente.\n "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " O Menino, a Toupeira, a Raposa e o Cavalo ", "ano": "(2022)", "duracao": "35min", "imdb_score": "7.9 (8.4k)", "classificacao": " L ", "sinopse": " O livro de sucesso de Charlie Mackesy ganha vida neste lindo filme de animação da NoneMore e da Bad Robot Productions. Siga a relação improvável entre quatro amigos enquanto exploram o significado de bondade, coragem e esperança. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " É o Beagle da Páscoa, Charlie Brown! ", "ano": "(1974)", "duracao": "25min", "imdb_score": "7.5 (3.4k)", "classificacao": null, "sinopse": " Linus tem a certeza de que o Beagle da Páscoa vai trazer ovos para todos este ano, mas há quem tenha dúvidas. Tomando as rédeas da questão, a Peppermint Patty e a Marcie tentam fazer ovos da Páscoa e a Lucy organiza uma caça privada aos ovos. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Os Provocadores ", "ano": "(2024)", "duracao": "1h 41min", "imdb_score": "6.2 (38k)", "classificacao": " 16 ", "sinopse": " Rory e Cobby são parceiros improváveis: um pai desesperado e um ex-condenado que se juntam para um assalto. Quando tudo corre mal, juntam-se a um cúmplice invulgar, o terapeuta de Rory, para fugir à polícia, a burocratas retrógrados e a um criminoso vingativo e poderoso. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Spirited: Um Conto Natalino ", "ano": "(2022)", "duracao": "2h 7min", "imdb_score": "6.6 (56k)", "classificacao": " 12 ", "sinopse": " Imagine o reconfortante conto de Charles Dickens sobre um avarento que recebe a visita de quatro fantasmas na véspera de Natal - mas mais divertido. E com Will Ferrell, Ryan Reynolds e Octavia Spencer. Além de grandes números musicais. Pronto, estamos a pedir muito. Talvez seja melhor esperar pelo trailer? "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " O Túnel de Pombos ", "ano": "(2023)", "duracao": "1h 32min", "imdb_score": "7.0 (2k)", "classificacao": " 10 ", "sinopse": " Errol Morris, vencedor de um Óscar, abre o pano sobre a vida e a carreira de David Cornwell, o ex-espião conhecido no mundo literário como John le Carré. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " A Tragédia de Macbeth ", "ano": "(2021)", "duracao": "1h 45min", "imdb_score": "7.1 (42k)", "classificacao": " 16 ", "sinopse": " Macbeth, the Thane of Glamis, receives a prophecy from a trio of witches that one day he will become King of Scotland. Consumed by ambition and spurred to action by his wife, Macbeth murders his king and takes the throne for himself. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Raymond & Ray ", "ano": "(2022)", "duracao": "1h 46min", "imdb_score": "6.2 (9.1k)", "classificacao": " 16 ", "sinopse": " Os meios-irmãos Raymond e Ray reúnem-se, quando o pai afastado morre e descobrem que o último desejo dele era que lhe cavassem a campa. Juntos, processam quem se tornaram enquanto homens, tanto por causa do pai como apesar dele. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Still: Ainda Sou Michael J. Fox ", "ano": "(2023)", "duracao": "1h 35min", "imdb_score": "8.1 (17k)", "classificacao": " 12 ", "sinopse": " Follows the life of beloved actor and advocate Michael J. Fox, exploring his personal and professional triumphs and travails, and what happens when an incurable optimist confronts an incurable disease. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " O Rito da Dança ", "ano": "(2024)", "duracao": "1h 30min", "imdb_score": "6.6 (3.8k)", "classificacao": " 16 ", "sinopse": " Depois do desaparecimento da irmã, Jax e a sobrinha Roki têm de ficar juntas. Desesperadas por manter intacto o que resta da família delas, Jax e Roki desafiam as leis e metem-se à estrada numa viagem até ao Grand Nation Powwow, em Oklahoma City. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " The Beanie Bubble: O Fenómeno dos Peluches ", "ano": "(2023)", "duracao": "1h 50min", "imdb_score": "6.3 (10k)", "classificacao": " 14 ", "sinopse": " Ty era um vendedor de brinquedos frustrado até à sua colaboração com três mulheres ter transformado os seus animais de peluche numa moda dos anos 90. Esta visão dos bastidores dos brinquedos que mais fizeram furor é uma história mirabolante sobre o que e quem tem valor neste mundo. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Stephen Curry: Subestimado ", "ano": "(2023)", "duracao": "1h 50min", "imdb_score": "7.3 (4.8k)", "classificacao": " 12 ", "sinopse": " A notável história de amadurecimento de Stephen Curry - um dos jogadores mais influentes, dinâmicos e inesperados da história do basquetebol - e da sua ascensão de jogador universitário de baixa estatura a tetracampeão da NBA. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " O Canto do Cisne ", "ano": "(2021)", "duracao": "1h 52min", "imdb_score": "6.8 (19k)", "classificacao": " 14 ", "sinopse": " Num futuro próximo, Cameron Turner é diagnosticado com uma doença terminal. Perante uma solução experimental para poupar a mulher e o filho ao luto, debate-se com a hipótese de mudar o destino nesta história de amor, perda e sacrifício. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Carpool Karaoke de Natal ", "ano": "(2024)", "duracao": "1h 0min", "imdb_score": "7.0 (213)", "classificacao": " 12 ", "sinopse": " James Corden entrega as chaves a Zane Lowe nesta viagem de carro internacional da época natalícia. É um país das maravilhas invernal com divas da pop à medida que Zane entra no espírito com Dua Lipa no Japão, com Chappell Roan na cidade dela, no Missouri, e com Lady Gaga em Los Angeles. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Boys State ", "ano": "(2020)", "duracao": "1h 50min", "imdb_score": "7.6 (6k)", "classificacao": " 14 ", "sinopse": " Esta viagem ao coração da democracia americana documenta um rito de passagem pouco comum. Mais de mil jovens do Texas juntam-se para simular a formação de um governo. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Sorte ", "ano": "(2022)", "duracao": "1h 45min", "imdb_score": "6.4 (33k)", "classificacao": " L ", "sinopse": " Sam Greenfield é a pessoa mais azarada do mundo! De repente, na nunca antes vista Terra da Sorte, ela tem de se unir às criaturas mágicas de lá para dar a volta à sua sorte. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Flora e Filho: Música em Família ", "ano": "(2023)", "duracao": "1h 37min", "imdb_score": "7.0 (15k)", "classificacao": " 14 ", "sinopse": " Flora, uma mãe solteira, não sabe o que fazer com Max, o seu rebelde filho adolescente. Os seus esforços para o manter fora de sarilhos levam-na a uma velha guitarra acústica, a um músico de Los Angeles com poucas perspetivas de sucesso e à harmonia nesta família de Dublin. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Fireball: Visitantes de Mundos Sombrios ", "ano": "(2020)", "duracao": "1h 38min", "imdb_score": "7.0 (3.9k)", "classificacao": " 10 ", "sinopse": " De Werner Herzog e Clive Oppennheimer, esta viagem magnífica pelo nosso planeta e universo explora como meteoritos, estrelas cadentes e impactos despertaram o nosso fascínio por outros mundos e nos levam a repensar o nosso próprio destino. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " O Centésimo Batalhão ", "ano": "(2024)", "duracao": "1h 3min", "imdb_score": "7.5 (2.7k)", "classificacao": " 12 ", "sinopse": " Conheça os aviadores da vida real que inspiraram a série Mestres do Ar, enquanto partilham os acontecimentos angustiantes e transformadores do 100.º Grupo de Bombardeiros. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Na Ponta dos Dedos ", "ano": "(2023)", "duracao": "1h 53min", "imdb_score": "5.8 (9.4k)", "classificacao": " 14 ", "sinopse": " Como saber com certeza que se encontrou o amor verdadeiro? Imagine um teste que conseguisse responder a essa pergunta definitivamente ao comparar uma unha de cada pessoa. Quereria saber os resultados e conseguiria aceitá-los? "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Charlie Brown e a grande abóbora ", "ano": "(1966)", "duracao": "25min", "imdb_score": "8.1 (23k)", "classificacao": " L ", "sinopse": " Disfarces, doces e este clássico são essenciais para o Halloween. Junte-se a esta grande aventura enquanto o Charlie Brown prepara uma festa, o Snoopy põe a mira no Barão Vermelho e o Linus espera pelo milagre da abóbora. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " O Dia de Ação de Graças de Charlie Brown ", "ano": "(1973)", "duracao": "25min", "imdb_score": "7.7 (13k)", "classificacao": null, "sinopse": " A Peppermint Patty convida toda a gente para celebrar o Dia de Ação de Graças na casa do Charlie Brown, embora ele vá jantar a casa da avó. O Snoopy decide cozinhar a sua especialidade com ajuda dos seus amigos. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " A Rainha Elefante ", "ano": "(2019)", "duracao": "1h 36min", "imdb_score": "7.8 (2.5k)", "classificacao": " 10 ", "sinopse": " Uma viagem épica sobre a família, coragem e regresso a casa. Athena, a majestosa matriarca de uma manada de elefantes, é obrigada a conduzir a família através da implacável savana africana. A Rainha Elefante fez parte da seleção oficial do Festival Internacional de Cinema de Toronto 2018 e do Festival de Cinema de Sundance 2019. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " O Coelho de Veludo ", "ano": "(2023)", "duracao": "44min", "imdb_score": "6.8 (1k)", "classificacao": " L ", "sinopse": " Quando William, de sete anos, recebe um novo brinquedo preferido no Natal, descobre um amigo para a vida toda e desvenda um mundo mágico. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Hannah Waddingham: Em Casa no Natal ", "ano": "(2023)", "duracao": "44min", "imdb_score": "8.0 (982)", "classificacao": " 12 ", "sinopse": " Festeje o Natal com Hannah Waddingham, estrela galardoada com um Emmy, que recebe convidados especiais para uma extravagância musical no Coliseu de Londres. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Aprofundar ", "ano": "(2021)", "duracao": "1h 26min", "imdb_score": "5.6 (713)", "classificacao": " 10 ", "sinopse": " Duas biólogas numa investigação colossal: decifrar a complexa comunicação das baleias. A Dra. Michelle Fournet e a Dra. Ellen Garland viajam até hemisférios opostos para descobrir uma cultura mais antiga do que a nossa. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Come from Away ", "ano": "(2021)", "duracao": "1h 47min", "imdb_score": "8.5 (4k)", "classificacao": " 12 ", "sinopse": " 7,000 passengers are stranded in the small town of Gander, Newfoundland after all flights into the US are grounded on September 11, 2001. Filmed live on stage at the Gerald Schoenfeld Theater in New York City. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " On the Rocks ", "ano": "(2020)", "duracao": "1h 36min", "imdb_score": "6.4 (38k)", "classificacao": " 14 ", "sinopse": " Cheia de dúvidas sobre o seu casamento, uma jovem mãe de Nova Iorque junta-se ao seu pai, excêntrico e playboy, para seguir o marido pela cidade. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " 11 de Setembro: No Gabinete de Crise do Presidente ", "ano": "(2021)", "duracao": "1h 29min", "imdb_score": "7.5 (4.2k)", "classificacao": " 12 ", "sinopse": " Recorde os eventos que marcaram o 11 de setembro de 2001, da perspetiva do Presidente Bush e dos seus colaboradores mais próximos, e ouça o relato pormenorizado das horas cruciais e principais decisões tomadas naquele dia histórico. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Snoopy Apresenta: A Inigualável Marcie ", "ano": "(2023)", "duracao": "39min", "imdb_score": "7.1 (561)", "classificacao": " L ", "sinopse": " Marcie, calma, introvertida e bondosa, tem imensas ideias fantásticas para ajudar os seus amigos a alcançarem os objetivos e resolverem os problemas. Mas, quando o mundo repara nisso e as atenções se centram nela, partilhar essas ideias torna-se um desafio. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " A história dos Beastie Boys ", "ano": "(2020)", "duracao": "2h 0min", "imdb_score": "7.7 (8.4k)", "classificacao": " 16 ", "sinopse": " Uma “little story” prestes a ser contada... Mike Diamond e Adam Horovitz partilham 40 anos de amizade e histórias do grupo numa experiência documental (ao vivo) realizada pelo amigo, colaborador e antigo “avô”, Spike Jonze. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Snoopy Apresenta: Bem-vindo a Casa, Franklin! ", "ano": "(2024)", "duracao": "39min", "imdb_score": "7.2 (561)", "classificacao": " L ", "sinopse": " Franklin é novo na cidade e espera fazer amigos, mas as suas estratégias do costume não funcionam com o bando dos Peanuts. Quando há uma corrida de carros na cidade, tem a certeza de que terá hipótese de impressionar novos amigos e junta-se ao outro único rapaz sem parceiro, Charlie Brown. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " The Sky Is Everywhere ", "ano": "(2022)", "duracao": "1h 43min", "imdb_score": "5.6 (2k)", "classificacao": " 14 ", "sinopse": " Lennie é uma adolescente que é um prodígio musical e está de luto pela morte de sua irmã quando se vê entre um novo cara da escola e o namorado arrasado de sua irmã. Por meio de sua imaginação vívida e coração em conflito, Lennie navega pelo primeiro amor e pela primeira perda. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Sidney Poitier ", "ano": "(2022)", "duracao": "1h 52min", "imdb_score": "7.8 (1.4k)", "classificacao": " 14 ", "sinopse": " Da produtora Oprah Winfrey, este documentário revelador honra o lendário Sidney Poitier, um icónico ator, realizador e ativista dos direitos civis. Inclui entrevistas com Denzel Washington, Spike Lee, Barbra Streisand, entre outros. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " O Natal de Mariah: A Magia Continua ", "ano": "(2021)", "duracao": "18min", "imdb_score": "4.9 (258)", "classificacao": " L ", "sinopse": " A Rainha do Natal regressa com uma explosão de alegria natalícia neste especial. Mariah canta a sua encantadora música original \"Fall in Love at Christmas\" com Khalid e Kirk Franklin, conversa com Zane Lowe, da Apple Music, e termina com um clássico festivo. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " O Natal mágico de Mariah Carey ", "ano": "(2020)", "duracao": "43min", "imdb_score": "5.8 (1.6k)", "classificacao": " L ", "sinopse": " Com uma crise a ameaçar esta época festiva, o Polo Norte sabe que só uma pessoa nos pode ajudar: a grande amiga do Pai Natal, Mariah Carey. A Rainha do Natal traz-nos o espírito natalício com um fabuloso espetáculo cheio de estrelas. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Blush ", "ano": "(2021)", "duracao": "11min", "imdb_score": "8.0 ", "classificacao": " L ", "sinopse": " Quando um astronauta-horticultor se despenha num planeta desolado e encontra um visitante etéreo, descobre o prazer de construir uma nova vida e percebe que o universo lhe deu algo extraordinário. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " O Ano em que a Terra Mudou ", "ano": "(2021)", "duracao": "48min", "imdb_score": "8.2 (5.4k)", "classificacao": " 10 ", "sinopse": " Com narração de David Attenborough, imagens inéditas mostram como o confinamento permitiu à natureza recuperar e florescer. Nos mares, céus e terras, o planeta Terra encontrou o seu ritmo quando todos parámos. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Aqui Estamos Nós: Apontamentos para Viver no Planeta Terra ", "ano": "(2020)", "duracao": "37min", "imdb_score": null, "classificacao": " L ", "sinopse": " Na véspera do Dia da Terra, um rapaz precoce de sete anos descobre as maravilhas do planeta através dos seus pais e de uma misteriosa exposição no chamado Museu de Tudo. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Hala ", "ano": "(2019)", "duracao": "1h 33min", "imdb_score": "6.3 (3.2k)", "classificacao": " 14 ", "sinopse": " Com 17 anos, Hala (Geraldine Viswanathan), finalista da secundaria, debate-se para equilibrar a vida de adolescente dos subúrbios com a sua educação tradicional muçulmana. Ao encontrar o seu espaço, Hala dá por si a braços com um segredo que ameaça destroçar a sua família. Com a produção executiva de Jada Pinkett Smith, este drama feminino de chegada à idade adulta fez parte da seleção oficial do Festival de Cinema Sundance 2019 e do Festival Internacional de Cinema de Toronto 2019. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Louis Armstrong: Vida e Jazz ", "ano": "(2022)", "duracao": "1h 44min", "imdb_score": "7.4 (858)", "classificacao": " 14 ", "sinopse": " Gravações pessoais nunca antes ouvidas e imagens de arquivo contam a história de vida de Louis Armstrong, da sua perspetiva. De fenómeno musical a ativista dos direitos civis a artista de renome mundial, este filme elucidativo mostra aspetos de Armstrong que poucos conheceram. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Bruce Springsteen: Letter to You ", "ano": "(2020)", "duracao": "1h 30min", "imdb_score": "7.3 (1.3k)", "classificacao": " 10 ", "sinopse": " Um tributo à E Street Band e ao rock ‘n’ roll, o documentário mostra Bruce Springsteen refletindo sobre o amor e a perda durante a primeira gravação ao vivo no estúdio com a sua banda, desde o álbum Born In the U.S.A. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Feliz Dia dos Namorados, Charlie Brown ", "ano": "(1975)", "duracao": "25min", "imdb_score": "7.3 (3.1k)", "classificacao": null, "sinopse": " É Dia dos Namorados, na escola os corações estão aos saltos e o Charlie Brown espera que as cartas comecem a chegar. O Linus compra um presente para a professora Othmar, mas a Sally pensa que é uma surpresa do seu queridinho para ela. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Espírito Pouco Natalício ", "ano": "(2021)", "duracao": "1h 31min", "imdb_score": "6.3 (900)", "classificacao": " 14 ", "sinopse": " Nesta fábula festiva da vida real, Jeremy Morris traz um novo significado ao espírito natalício, quando a sua extravagante exposição sazonal desencadeia uma disputa com os vizinhos que os leva a todos a tribunal. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Snoopy Apresenta: Para a Mãe (e Pai) com Amor ", "ano": "(2022)", "duracao": "38min", "imdb_score": "7.2 (333)", "classificacao": " L ", "sinopse": " O Dia da Mãe está a chegar e o grupo está entusiasmado, tirando Peppermint Patty. Para ela, é uma recordação de que cresceu sem mãe. Mas a sua boa amiga Marcie ajuda Peppermint Patty a ver que as famílias são de todos os tamanhos e feitios. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Snoopy Apresenta: São as Pequenas Coisas, Charlie Brown ", "ano": "(2022)", "duracao": "38min", "imdb_score": "6.7 (375)", "classificacao": " L ", "sinopse": " Charlie Brown está determinado a ganhar o grande jogo de beisebol, mas as coisas correm mal mesmo antes do encontro, quando Sally se torna amiga de uma pequena flor no monte do lançador e jura protegê-la a todo o custo. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Contos de Natal, Charlie Brown ", "ano": "(2002)", "duracao": "18min", "imdb_score": "7.0 (1.5k)", "classificacao": null, "sinopse": " Tis the season for the cheer and charm of the Peanuts kids - and this delight special offers five segments full of unforgettable moments. Snoopy works as a bell-ringer to raise money and tries making peace with the ferocious cat next door. Linus strives to strike the right tone in his letter to Santa - and his friendship with an indecisive girl at school. Sally's idea about gift giving and the identity of Santa may be unusual - but her strange notion about how to obtain a Christmas tree surprisingly does the job. Lucy tries awfully hard to be nice...and still coax everyone around her to buy her presents. Charlie Brown and Sally wait up for Santa (a surprisingly short man), who spreads Christmas gift cheer further than they had thought. Make merry! "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Paternidade ", "ano": "(2019)", "duracao": "1h 27min", "imdb_score": "6.9 (1.5k)", "classificacao": " 12 ", "sinopse": " Uma divertida exploração da paternidade moderna, este documentário reúne testemunhos de vários pais, de famosos comediantes a pais menos conhecidos. As suas histórias revelam a beleza, os desafios e a alegria de ser pai atualmente. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Quero um Cachorro de Natal, Charlie Brown ", "ano": "(2003)", "duracao": "49min", "imdb_score": "7.0 (1.8k)", "classificacao": null, "sinopse": " Tudo que Rerun quer de Natal é um cachorro, mas sua mãe não deixa. Brincar com Snoopy é a solução perfeita. Mas quando ele fica ocupado demais pra brincar com Rerun, eles chamam um substituto: Spike, o irmão de Snoopy. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Feliz Ano Novo, Charlie Brown ", "ano": "(1986)", "duracao": "28min", "imdb_score": "7.2 (2.1k)", "classificacao": null, "sinopse": " As amigas Marcia e Betty Pimentinha organizaram uma festa de final de ano, mas Charlie Brown ainda não terminou sua lição de casa.... faltam ler mais de 1000 páginas do livro. Não caia no sono, Charlie Brown! "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " É Natal de Novo, Charlie Brown ", "ano": "(1992)", "duracao": "22min", "imdb_score": "6.8 (3.3k)", "classificacao": " L ", "sinopse": " O natal está chegando e toda a turma do Snoopy está se preparando para isso. Seja Charlie Brown lutando para arrecadar dinheiro para sua namorada ou Sally e Patty Pimentinha lutando para decorar sua única fala para o desfile de Natal, as crianças tentam manter o espírito de Natal enquanto Snoopy apronta as suas. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Snoopy Apresenta: A Escola da Lucy ", "ano": "(2022)", "duracao": "38min", "imdb_score": "6.7 (345)", "classificacao": " L ", "sinopse": " O grupo dos Peanuts está nervoso por ir para uma escola nova e Lucy abre uma escola dela. Rapidamente percebe que ensinar é mais difícil do que pensava e que a mudança pode ser uma coisa boa. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " O Dia dos Namorados Charlie Brown ", "ano": "(2002)", "duracao": "25min", "imdb_score": "7.0 (1.3k)", "classificacao": null, "sinopse": " Lovesick Charlie Brown hopes – still – to get a valentine from the Little Red-Haired Girl, as does Sally from Linus, Lucy from Schroeder and Peppermint Patty from Charlie Brown. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Snoopy Apresenta: Bons Velhos Tempos ", "ano": "(2021)", "duracao": "38min", "imdb_score": "6.9 (827)", "classificacao": " L ", "sinopse": " Após descobrir que a avó não a vai visitar no Natal, Lucy decide animar-se organizando a derradeira festa da Véspera de Ano Novo. Entretanto, Charlie Brown tenta concretizar uma das suas resoluções antes da meia-noite. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Girls State ", "ano": "(2024)", "duracao": "1h 35min", "imdb_score": "6.6 (965)", "classificacao": " 14 ", "sinopse": " Como seria a democracia americana liderada por adolescentes? Neste documentário, jovens líderes femininas com formações muito distintas no Missouri passam por uma experiência imersiva de construir um governo de raiz. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Quem é Você, Charlie Brown? ", "ano": "(2021)", "duracao": "55min", "imdb_score": "7.1 (729)", "classificacao": " 10 ", "sinopse": " A documentary about Peanuts and its creator, Charles M. Schulz. Famous fans—including Drew Barrymore, Kevin Smith, and Al Roker—share its influence on them, and a new animated story finds Charlie Brown on a quest. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Peanuts in Space: Secrets of Apollo 10 ", "ano": "(2019)", "duracao": "9min", "imdb_score": "6.5 (207)", "classificacao": null, "sinopse": " Ron Howard and Jeff Goldblum discuss the 1969 NASA Apollo 10 mission that featured a lunar module named \"Snoopy\" skimming around the moon's surface in preparation for the Apollo 11 moon landing. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " As Últimas Mulheres do Mar ", "ano": "(2024)", "duracao": "1h 27min", "imdb_score": "7.0 (644)", "classificacao": " 10 ", "sinopse": " Ao largo da ilha de Jeju, um aguerrido grupo de mergulhadoras sul-coreanas luta para salvar das ameaças iminentes uma cultura que tende a desaparecer. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Billie Eilish: O Mundo Está um Pouco Turvo ", "ano": "(2021)", "duracao": "2h 20min", "imdb_score": "7.7 (9.3k)", "classificacao": " 14 ", "sinopse": " Este documentário oferece um olhar profundo e íntimo sobre Billie Eilish. O premiado cineasta R.J. Cutler segue a jovem na estrada, no palco e em casa, com a família, à medida que a composição e gravação do álbum de estreia mudam a sua vida. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Pão, Rosas e Liberdade ", "ano": "(2024)", "duracao": "1h 30min", "imdb_score": "6.7 (404)", "classificacao": " 12 ", "sinopse": " Com o regresso dos talibãs ao poder, um grupo de mulheres de Cabul lidera a luta pelos seus direitos e pelas suas vidas. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " Selena Gomez: Eu e a Minha Mente ", "ano": "(2022)", "duracao": "1h 35min", "imdb_score": "7.4 (6.5k)", "classificacao": " 12 ", "sinopse": " Depois de anos no centro das atenções, Selena Gomez alcança um estrelato inimaginável. Porém, quando atinge um novo patamar, uma reviravolta inesperada empurra-a para a escuridão. Este documentário autêntico e íntimo mostra a sua viagem de seis anos para uma nova luz. "},
{"provedor": "apple-tv-plus", "categoria": "filmes", "titulo": " The Velvet Underground ", "ano": "(2021)", "duracao": "2h 0min", "imdb_score": "7.3 (5.8k)", "classificacao": " 16 ", "sinopse": " Experience the iconic rock band's legacy in the first major documentary to tell their story. Directed with the era’s avant-garde spirit by Todd Haynes, this kaleidoscopic oral history combines exclusive interviews with dazzling archival footage. "}
]